{
    "hello": "Hello!",
    "home": "Home",
    "about": "About",
    "portfolio": "Portfolio",
    "experience": "Experience",
    "skills": "Skills",
    "testimonials": "Testimonials",
    "contact": "Contact",
    "language": "Language",
    "dam": "Cross-platform Application Developer",
    "daw": "Web Application Developer",
    "smx": "Technician in Microcomputer Systems and Networks",
    "ing": "Computer Engineer",
    "download-cv": "Download CV",
    "developed": "Developed with Nuxt3 by ",
    "code": "Source code ",
    "here": "here.",
    "presentation": "Presentation",
    "learn-more-about-me": "Learn more about me",
    "projects": "Projects",
    "work-experience": "Work experience",
    "all-ive-learned": "All I've learned",
    "send-message": "Send message",
    "about1": "Welcome to my virtual space. Here you'll get a glimpse of my professional journey, you can take a look at my public projects, and discover my skills and academic achievements.",
    "about2": "Ever since I was very young, I've been fascinated by technology and the endless possibility of creating with it. Every tool, language, or platform has been an open door to a world of innovation and problem-solving. But beyond the technique, what truly drives me are the challenges, objectives, and goals hidden behind each project.",
    "about3": "Even though I'm still young and full of energy to face the challenges the world of technological development presents me with, I've come to understand that planning and organization are essential to channel that enthusiasm.",
    "card-number": "Card Number",
    "card-hold": "Cardholder Name",
    "contact-title": "CONTACT FORM",
    "contact1": "It seems you have found my \"credit card\" form. But don't worry, it's just a unique and fun way to showcase my ability and creativity. There's no submit button, and your data is as safe as ever!",
    "contact2": "If you like what you see and want to talk about projects, collaborations, or just say hello, you can find me at:",
    "play-ia": "Play with Artificial Intelligence",
    "expires": "Expires",
    "full-name": "Full Name",
    "expiration-date": "Expiration Date",
    "chat-placeholder": "Type your message here...",
    "send": "Send",
    "chat-with-ai": "Chat with Tono AI",
    "ai-typing": "Tono AI is typing...",
    "initial-greeting": "Hello! I'm Tono AI. I'm here to help you with any questions about my experience, skills, or projects. How can I assist you today?",
    "error-message": "I'm sorry, an error occurred while processing your message. Please try again later."
}